tap "bazelbuild/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "stripe/stripe-cli"
brew "xz"
brew "coreutils"
brew "asdf"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bat"
brew "blueutil"
brew "buildifier"
brew "buildozer"
brew "glib"
brew "python@3.9"
brew "cmake"
brew "ctags"
brew "openldap"
brew "curl"
brew "diffutils"
brew "direnv"
brew "docker", link: false
brew "docker-compose"
brew "folly"
brew "edencommon"
brew "entr"
brew "exiftool"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fontforge"
brew "python@3.10"
brew "fonttools"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gdrive"
brew "gh"
brew "gifski"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "git-gui"
brew "gitui"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnu-units"
brew "gnuplot"
brew "go"
brew "go-jira"
brew "gobject-introspection"
brew "grep"
brew "gsl"
brew "htop"
brew "hub"
brew "hugo"
brew "hyperfine"
brew "ibazel"
brew "ifstat"
brew "iftop"
brew "imagemagick"
brew "jq"
brew "jrnl"
brew "libu2f-host"
brew "libxml2"
brew "libxslt"
brew "lua@5.1"
brew "luarocks"
brew "miller"
brew "moreutils"
brew "mtr"
brew "neovim"
brew "node"
brew "node-build"
brew "nodenv"
brew "noti"
brew "pandoc"
brew "pyenv"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "shellcheck"
brew "shellharden"
brew "shfmt"
brew "socat"
brew "stylua"
brew "thrift"
brew "tmux"
brew "tree"
brew "vale"
brew "vimpager"
brew "watch"
brew "watchexec"
brew "watchman"
brew "wget"
brew "yadm"
brew "jakehilborn/jakehilborn/displayplacer"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "stripe/stripe-cli/stripe"
cask "bartender"
cask "dash"
cask "docker"
cask "flycut"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "gimp"
cask "hammerspoon"
cask "honer"
cask "iterm2"
cask "karabiner-elements"
cask "keepingyouawake"
cask "kindavim"
cask "kitty"
cask "monitorcontrol"
cask "raycast"
cask "steermouse"
cask "zulip"
